;Place localized text in this file
[Raptor X2SoldierClassTemplate]
+DisplayName="猛禽"
+ClassSummary="猛禽掌握了小型武器的使用，在战场上实现了极好的机动性和快速反应。他们也可以接受培训，成为有能力的支援单位。"
+LeftAbilityTreeTitle="隼"
+RightAbilityTreeTitle="鹰"
+AbilityTreeTitles[0]="飓风"
+AbilityTreeTitles[1]="狩猎"
+AbilityTreeTitles[2]="袭击"
+AbilityTreeTitles[3]="XCOM"

